
EMAIL_ENROLL_TEMPLATE = """
Здрасти,

Ти беше записан за курса по {course} ({year}) и затова ти изпращаме малко линкове и информация.

Преди всичко това е твоята парола и не я казвай на никого: {pwd}

На {lifebelt} можеш да следиш за предстоящи изпитвания, домашни, оценки и резултати от предадените от теб домашни.
На {headquarters} можеш да видиш за това кога си присъствал и някакви забележки, които сме писали за теб.
На {elsys} има обща информация за курса.

Поздрави"""

EMAIL_BACKEND = "django.core.mail.backends.smtp.EmailBackend"
EMAIL_USE_TLS = True
EMAIL_HOST = 'smtp.gmail.com'
EMAIL_PORT = 587
